[
  {
		"name": "Wafande",
		"day": "thursday",
		"image": "img/artists/torsdag1wafande.jpg",
    "description": "Wafande is a french/danish/african urban singer. Wafande is a true leader and with giant steps he has entered the spot in the top of danish music. His approach to music and life is to meet it with a smile even he knows and have experienced life from it’s toughest sides. These factors are reflected in his songs.\n\nIn 2011 Wafande made his debut in danish with the release of ’Lang Vej Hjem’ on Donkey Sounds ’Alis Riddim’ and since with #1, platinum selling ’Gi’ Mig Et Smil’ that got more than 3 million views on Youtube alone. The single was the hit of the summer and went #1 on the charts. With producers Donkey Sound, Wafande recorded his debut album with Stine Kink, Xander and Kaka as guest vocalists. The debut album ’Du Ved Det’ was release by Universal Music in 2011 and the album went top 5 on the chart! In march 2012 Wafande had yet another #1 hit and once more he got a platinum record with the song ’En Anden’ featuring Xander.\n\nIn june 2012 Wafande released his 3. single ’Uartig’, once again agreat summer hit from Wafande and Donkey Sound, selling 2 x platinum.\n\nIn 2014 Wafande released his second album “Ny Land” with the smashhit “Django (Klar På Noget Dumt?)”. Wafande has become a very familiar face on Danish TV from his appearances on \"Voice Junior\" and \"Toppen Af Poppen\".",
    "facebook": "https://www.facebook.com/wafandemusic",
    "video": "http://www.youtube.com/embed/J7kZTtVvG-I"
	},
  {
		"name": "Pharfar",
		"day": "thursday",
		"image": "img/artists/torsdag2pharfar.jpg",
    "description": "Pharfar (aka. Søren Schou) er gadeuddannet trommeslager, dj, producer og sanger, med rødder i Københavns reggaemiljø.\n\nSom producer og sanger er Pharfar nok mest kendt fra dancehall trioen Bikstok Røgsystem, og som den ene halvdel af dub-ekvilibristerne Djosos Krost. Derudover er han fast styrmand og trommeslager i et dansk reggae/dancehall backing-band, Donkey Sound band, når han ikke lige selv synger eller bygger rytmer i Food Palace studiet, i midten af København.\n\nUd over det har han også produceret for adskillige danske og udenlandske artister, bl.a. Natasja aka Little T, Sheldon Senior, Jah Bobby, Cornstick, Sizzla, Jah Mason, Half Pint, Johnny Clarke, Horace Andy, Sugar Minott, Max Romeo, King Kong, Junior Murvin m.fl. Pharfar er i øvrigt fast medlem af Rubadub Sundays på Spillestedet Stengade i København.\n\nTilbage i 90'erne var Pharfar medlem af hiphop gruppen Double Mouth, som bestod af Pharfar, Mis Marie og DJ Noize. I 1999 udsendte de debutalbummet Rhymes Ahead. Han var desuden også medlem af bandet \"Superboi\".\n\nI 2008 dannede Pharfar og Fresh-I producerduoen Donkey Sound, hvor de sammen har stået bag Stine Kinck, Wafande, Kaka og Shaka Loveless' debut udgivelser.\n\nI 2009 debuterede han som skuespiller i satireserien Chapper og Pharfar på DR1.\n\nI 2012 dannede Pharfar, Fresh-I og deres professionelle samarbejdspartnere i musikbranchen Donkey Recs, med det formål at udgive og promovere musikken selv, på egne præmisser.\n\nI foråret 2013 udkom Pharfars første solosingle \"La' Mig Rulle Dig\" på Donkey Recs. Det blev et kæmpe hit med 3 x platin på streaming og det 4. mest streamede nummer i Danmark 2013.",
    "facebook": "https://www.facebook.com/pharfardk",
    "video": "http://www.youtube.com/embed/RLlvK8BC3ZI"
	},
  {
		"name": "Kaka",
		"day": "thursday",
		"image": "img/artists/torsdag3kaka.jpg",
    "description": "19.02.1991 he was born. Named KAKA' = means 'Brother' in Swahili\n\nKaka is the newest up-and-coming dancehall star in Denmark. Kaka is about to conquer Denmark with his charismatic flow, his positive energy, his contagious smile and playful approach to life. For several years he has been a part of Youngblood Sound and latest he has joined forces with Donkey Sound.\n\nAt the age of 14 Kaka began attending local reggae shows, soaking up the music readying for his own debut. He became a familiar figure to many of the established local reggae artists - the young fella upfront at all the gigs mouthing all the lyrics. Kaka has always been fascintated and inspired by natasja in particular, attending nearly all her shows in Copenhagen between 2005 and 2007. and it was her who took him aside and recommended he take a listen to Supa Cat, Beenie Man, Ninjaman and Bikstok for their talents.\n\nIn 2007 Kaka got his debut on the music scene, live and online with various strongly popular YouTube clips and since then the expectations have been high. He has been collaborating with several well known artist before he chose to go solo.\n\nIn 2011 Wafande released his first single, ’Gi’ Mig Et Smil’, featuring Kaka, which has sold platinum on downloads.\n\nThe song became the biggest hit that summer and with the big demand from the underground showed that a new talent soon would break through.2011 was the year that Denmark really became aware of the new star. It was also that year where Kaka had his first solo release ’Mere Energi’, as a part of Pharfar and Fresh-I´s ’Alis Riddim’.\n\nIn the end of may 2012 Kaka´s first real single ’Bang Bang (Reggaejam)’ came out, as the first release on Donkey Recs! The single was very well received and became immediate ’Ugens Uungåelige’(powerplay) on Denmarks most important radio channel DR P3, ’MAMAs kæledægge’ on DR Mama and MTV Fresh (powerplay) and the number raised high on download charts.\n\nKaka debut EP, ‘Kaka EP’ released august 20th 2012, with the banging summer single \"Dansk Dancehall\"",
    "facebook": "https://www.facebook.com/kakadenmark",
    "video": "http://www.youtube.com/embed/0znzBFv9inM"
	},
  {
		"name": "Dean Thompson",
		"day": "thursday",
		"image": "img/artists/torsdag4deanthompson.jpg",
    "description": "er en dansk reggae-sanger, der fik sit gennembrud med radiohittet \"Når du ser på mig\", der gik guld i streaming i september 2014.\n\nDean Thompson er en del af Donkey Sound, og før han skrev sin pladekontrakt prøvede han også at rappe på engelsk. Andensinglen \"Vender om\" blev udgivet i oktober 2014, og er forløber for debutalbummet, som vil blive udgivet i starten af 2015 hos Sony Music.",
    "facebook": "https://www.facebook.com/Deanthompsonmusic",
    "video": "http://www.youtube.com/embed/tNsGbJuFLs8"
	},
  {
		"name": "When saints go machine",
		"day": "friday",
		"image": "img/artists/fredag1whensaints.jpg",
    "description": "Den anmelderroste københavnske kvartet har netop løftet sløret for deres længeventet 3. studiealbum, der har fået navnet \"Infinity Pool\".\n\nTracklisten afslører bl.a. en feature med den amerikanske rapper Killer Mike, som er med på åbningsnummeret ”Love and Respect”. Killer Mike er bl.a. kendt for sit arbejde med Outkast, såvel som flere stjernespækket features, heriblandt på Jay-Z’s The Blueprint 2.\n\nSystem of Unlimited Love",
    "facebook": "https://www.facebook.com/WhenSaintsGoMachineOfficial",
    "video": "http://www.youtube.com/embed/aEvnsKdP2m0"
	},
  {
		"name": "METTRO",
		"day": "friday",
		"image": "img/artists/fredag2mettro.jpg",
    "description": "Det unge danske elektro-/rock band fra Skive har spillet sammen siden 2008 og har opnået prominente spillejobs i deres forholdsvis korte levetid.\n\nSommeren 2011-12 har Mettro gæstet steder som Skive Festival, Bork Havn Musikfestival, DMF festival, Den Grimmeste Festival samt Samsø Festival.\n\nMattias Kolstrup, forsanger i Dúné, er en af mange der er kommet med lovprisende ord om Mettro “Jeg tror også, at der snart kommer et nyt Skive-band med potentiale, siger Mattias, der i julen var hjemme og blev begejstret tilhænger af bandet Mettro” til Fyens Amts Avis.\n\nSamsø festival mente således om vinderne af deres Talentscene, ”På Samsø festival gjorde de en fantastisk indsats både til deres koncert på garagen og efterfølgende på den større scene i Rullen. Her fik de folk med og deres musik var et særdeles positivt indslag.\n\nBandet har for nyligt udgivet deres nye Single \"QUEEN\" som har fået stor ros og givet genklang i branchen.",
    "facebook": "https://www.facebook.com/mettroofficial",
    "video": "http://www.youtube.com/embed/pauWBBY2w9U"
	},
  {
    "name": "Paper Cranes”",
    "day": "friday",
    "image": "img/artists/loerdag5papercranes.jpg",
    "description": "Paper Cranes er en elektronisk trio med medlemmer fordelt i Odense og Århus. Gruppen benyt­ter virkemidler fra electronica, der kombineret med pop­pet sen­si­bi­li­tet og en soul-fyldt klang trans­for­me­rer de tek­ni­ske greb til sjæl­fuld slowmotion-pop. Med længselsfulde tekster og tunge beats skaber Paper Cranes et både atmosfærisk og dansabelt lydunivers, der henter inspiration fra et bredt musikalsk spektrum. Trioen fandt sammen i begyndelsen af 2013 efter et møde på Roskilde Festival 2012, og siden da har bandet udgivet en EP, YRTPS, og spillet en håndfuld koncerter rundt omkring i landet. Paper Cranes arbejder i øjeblikket på en ep, med udgivelsesdato i foråret 2015.",
    "facebook": "https://www.facebook.com/PaperCranesDK",
    "video": "http://www.youtube.com/embed/mmND_ngg1f8 "
  },
  {
    "name": "Slaughter Beach”",
    "day": "friday",
    "image": "img/artists/fredag2slaughterbeach.jpg",
    "description": "Slaughter Beach er en indie pop trio fra Odense. I en hvirvelvind af støjet rock og drømmende melodier, har de på rekordtid skabt meget opmærksomhed i ind og udland med deres kun 3 sange på Soundcloud.\n\nStore internationale medier som NME, The Line of Best Fit og Pigeons and Planes har allerede kastet deres kærlighed over dette nye danske band, som af NME fik følgende ord med på vejen: “Danes Slaughter Beach are displaying a disarming penchant for airy guitar figures and soporific vocal melodies just a few tracks into their burgeoning career. Latest number ‘Spinning Globes’ is a carefree jaunt across the dreamy back-catalogues of Modest Mouse and Beach House.“\n\nSlaughter Beach kan i år udover Warehouse Festival, både opleves på SPOT Festival og Roskilde Festival samt rundt i landet på dobbelt-tour med Waldo & Marsha dette forår.",
    "facebook": "https://www.facebook.com/slaughterbeach",
    "video": "http://www.youtube.com/embed/0BlkSX9v1zU"
  },
  {
		"name": "Lou Van",
		"day": "friday",
		"image": "img/artists/fredag5louvan.jpg",
    "description": "Lou Van has the last 6 years been making a living of DJ’ing in his hometown of Copenhagen, Denmark, and he recently celebrated his no. 1000 gig. In 2012 he got asked to do a monthly show at the danish national radiostation, P3 to be the host of the radioshow called Unga Bunga, with more than 150.000 live listeners tuning in every week, that would catch the tunes he plays during the weekends.\n\nBesides DJ’ing Lou has always been fiddleling around with Ableton Live, making his own music, and in the year of 2013 he decided to go all in with producing his own stuff.\n\nAs a producer (and DJ), expect bouncy and vocalised deep house/nu-disco with a melancholic touch. The melody is the key, is the motto. 2013 already brought a lot of releases and signings for the young dane. His releases count labels such as Sleazy Deep, Lovestyle Records, Dear Deer Records, Sound of Copenhagen and more to come! Lou Van currently holds residencies and is the booker at the nightclubs in Copenhagen called Simons and Sunday.",
    "facebook": "https://www.facebook.com/louvanmusic",
    "video": "http://www.youtube.com/embed/UniyIA8qCOM"
	},
  {
		"name": "Medina",
		"day": "saturday",
		"image": "img/artists/loerdag1medina.jpg",
    "description": "Medina har været den mest succesfulde og populære musiker i Danmark lige siden hun havde sit gennembrud med kæmpehittet single \"Kun for mig\" i starten af 2009. I løbet af de sidste tre år har hun ikke kun nationalt solgt mere end 500.000 eksemplarer af hendes ti største singler og mere end 130.000 eksemplarer af hendes to danske albums \"Velkommen til Medina\" og den seneste \"For Altid\" -I denne periode indtil nu Medina også udgivet 19 musikvideoer hvoraf ca. har mere end 50 millioner visninger på Youtube. Hendes første internationale album \"Velkommen til Medina\" har netop nået guld status i Tyskland med mere end 100.000 solgte albums. Hendes andet internationale album \"Forever\" er allerede ude i store dele af Europa, og i løbet af september i år USA og andre dele af verden vil følge og udgive albummet.\n\nSangerinden har haft en enorm mængde af succes med sin internationale single \"You & I\". Singlen blev udgivet i Storbritannien og rangeret som A-liste på BBC Radio 1 og trådte den amerikanske Billboard Chart er \"Hot Dance Airplay\" i # 6 så godt. Hun har også taget hjem et stort antal priser for hendes musikalske bedrifter, herunder flere Danish Music Awards, dansk DeeJay Awards og tre MTV Awards for \"Best dansk handling\".\n\nMedina har været ansigt Reebok i de sidste to år, og hun er også den nye ansigt af den første danske lokal kampagne for Schweppes.",
    "facebook": "https://www.facebook.com/MedinaMusic",
    "video": "http://www.youtube.com/embed/UnQ-omV_Mx0"
	},
  {
		"name": "Nonsens",
		"day": "saturday",
		"image": "img/artists/loerdag2nonsens.jpg",
    "description": "DJ og producer trio nonsens har sat den solrige, danske ø Bornholm på neon-blinkende kort. Fyrene få gang i festen og indstille din adrenalin i brand med en giftig grøn blanding af rave, electro, hip hop og fælde.\n\nMed bad-ass beats, freaky remixes, og slog, højrøstet synths, nonsens har ægte lyd anarki og rene fest vibes skrevet i deres agenda",
    "facebook": "https://www.facebook.com/wearenonsens",
    "video": "http://www.youtube.com/embed/vjmWCwd6FII"
	},
  {
		"name": "Karl William",
		"day": "saturday",
		"image": "img/artists/loerdag3karlwilliam.jpg",
    "description": "Når historien om den unge Karl William skal fortælles, er det svært ikke at gengive den med en vis begejstring. Sjældent er det set, at en debuterende kunstner har formået at slå benene væk under musikbranchen og anmelderne, men ikke desto mindre var det dét der skete, da han som 18-årig lagde debutsinglen ”Kostumeramt” på nettet tilbage i 2013. Det er soulet, moderne og drømmende r&b, men først og fremmest er Karls lyd helt sin egen. Han skriver om livet, som livet er, med en poetisk og meget ærlig tilgang til alt hvad han ser og oplever. Karl Williams to ep’er har indtil videre fået bragende gode anmeldelser, ligesom hans intense koncerter også har høstet masser af ros. Berlingske Tidende skrev blandt andet i en liveanmeldelse fra 2014:\n\nKarl William kan ikke bare synge. Hans tekster hæver sig højt op over pop- og r&b-genrens uendelige banaliteter og gør ham allerede nu til en éner på den danske scene.\n\nKarl William har været i både A-rotation på P3 og er ligeledes blevet taget ind af flere lokalradioer landet over. Noget af en bedrift for en musiker der ikke følger den slagne popskabelon.\n\nDen 2. marts er Karl William klar med singlen Placebo som samtidig er titelnummeret på det fuldlængdealbum som udkommer til maj 2015.",
    "facebook": "www.facebook.com/pages/Karl-William/539492766107258",
    "video": "http://www.youtube.com/embed/fWUDIrXi0Fw"
	},
  {
		"name": "Moses: ”Andreas”",
		"day": "saturday",
		"image": "img/artists/loerdag4mosesandreas.jpg",
    "description": "Bag kunstnernavnet Moses: ”Andreas” finder man sangskriver og vokalist Andreas Odbjerg samt lyddesigner og producer Moses Fiellau. Sammen har de skabt elektronisk funderet R&B pop, hvor Andreas intense og fængende vokal samt jordnære tekster, er omdrejningspunktet for Moses Fiellaus hyperintelligente og stramme produktioner.\n\nDuoen mødte hinanden i hjembyen Odense i 2010 og udviklede hurtigt et nært venskab, hvor passionen for musik var omdrejningspunktet. 2013 førte dem sammen trommeslager og producer Birk Nevel og Moses: ”Andreas” begyndte for alvor at tage form som det ambitiøse pop-projekt det er i dag. NMS kastede i starten af 2015 deres kærlighed på projektet og en aftale blev skrevet under.\n\nBevæbnede med en bunke sange og skitser brugte Moses og Andreas hele sommeren 2014 sammen, hvor de dagligt arbejdede med produktioner og sangskrivning i en garage i Odense, der var blevet indrettet som indspilningsstudie. Det er der kommet en bunke sange ud af, hvor nærhed, venskab og tvivlsomme valg gennemsyrer duoens verden. De kigger dig dybt i øjnene, tager din kolde hånd og fortæller dig alt det du egentlig godt ved, men ikke nødvendigvis kan gøre for.\n\nSamarbejdet mellem Moses: ”Andreas” og NMS vil i 2015 byde på flere udgivelser, og en single kommer på gaden primo april.",
    "facebook": "https://www.facebook.com/MosesAndreasOfficial",
    "video": "http://www.youtube.com/embed/VK-j8Uw-prg"
	},
  {
		"name": "Waqas",
		"day": "saturday",
		"image": "img/artists/loerdag5waqas.jpg",
    "description": "Waqas fra Bandet Outlandish er klar med sin engelsksprogede EP Luciddreams. Bag knapperne er produceren Jabz  og med som gæster er bla prominente navne som  Medina og Sivas.\n\nProduktionerne er mere ude i et melankolsk drømende univers, end det man er vant til at høre Outlandish i. Teksterne kredser sig bla om hvordan det er at leve med en person der lider af depression og om at miste troen på sig selv.\n\nCitat\n\n\"Det har været vigtigt for mig at udforske dele af mig som jeg i lang tid har lagt låg på.\"\n\nDen Waqas du ser og  hører i Outland regi er stadig mig men en komprimeret og tilpasset version. Jeg går som regel rundt med et parallel univers inde i mit hovedet, hvor det er mig der styrer slagets gang og hvor scenarier udfolder sig som jeg vil have dem gang uden at jeg skal lefle for nogen, derfor hedder Ep´en Lucid dreams. Drømme og musik som jeg selv styrer og tager hen hvor jeg vil.",
    "facebook": null,
    "video": null
	},
  {
		"name": "Dex",
		"day": "saturday",
		"image": "img/artists/loerdag6dex.jpg",
    "description": "Danish Dj and producer with an impressive number of successful singles and remixes on labels like Disco:Wax/Sony Music, Caos promotion/Pacha Records, Soulmagic Recording, Kash Cow, Labelmade, Zoo Production etc.\n\nWith more than 20 years of experience on the music scene, Dex has played around the world at parties such as Hed Kandi, Ministry of Sound, MTV and Award shows. \n\nAs a true master behind the turntables, he has won numerous competitions, including Danish Deejay Battle and Corona Movida Dj Battle.\n\nDex has an incredible ability to play and produce for what function on the dance floor, his live sets are exciting and full of surprising bootlegs, mashups and his personal sound that fits any scene.\n\nA versatile and professional DJ, who deliver the best party regardless of audience",
    "facebook": "https://www.facebook.com/dexfansite",
    "video": null
	}
]
