[
  {
		"name": "Wafande",
		"day": "thursday",
		"image": "img/artists/torsdag1wafande.jpg",
    "description": "Wafande is a french/danish/african urban singer. Wafande is a true leader and with giant steps he has entered the spot in the top of danish music. His approach to music and life is to meet it with a smile even he knows and have experienced life from it’s toughest sides. These factors are reflected in his songs.\n\nIn 2011 Wafande made his debut in danish with the release of ’Lang Vej Hjem’ on Donkey Sounds ’Alis Riddim’ and since with #1, platinum selling ’Gi’ Mig Et Smil’ that got more than 3 million views on Youtube alone. The single was the hit of the summer and went #1 on the charts. With producers Donkey Sound, Wafande recorded his debut album with Stine Kink, Xander and Kaka as guest vocalists. The debut album ’Du Ved Det’ was release by Universal Music in 2011 and the album went top 5 on the chart! In march 2012 Wafande had yet another #1 hit and once more he got a platinum record with the song ’En Anden’ featuring Xander.\n\nIn june 2012 Wafande released his 3. single ’Uartig’, once again agreat summer hit from Wafande and Donkey Sound, selling 2 x platinum.\n\nIn 2014 Wafande released his second album “Ny Land” with the smashhit “Django (Klar På Noget Dumt?)”. Wafande has become a very familiar face on Danish TV from his appearances on \"Voice Junior\" and \"Toppen Af Poppen\".",
    "facebook": "https://www.facebook.com/wafandemusic",
    "video": "https://www.youtube.com/watch?v=J7kZTtVvG-I"
	},
  {
		"name": "Pharfar",
		"day": "thursday",
		"image": "img/artists/torsdag2pharfar.jpg",
    "description": "Pharfar (aka. Søren Schou) er gadeuddannet trommeslager, dj, producer og sanger, med rødder i Københavns reggaemiljø.\n\nSom producer og sanger er Pharfar nok mest kendt fra dancehall trioen Bikstok Røgsystem, og som den ene halvdel af dub-ekvilibristerne Djosos Krost. Derudover er han fast styrmand og trommeslager i et dansk reggae/dancehall backing-band, Donkey Sound band, når han ikke lige selv synger eller bygger rytmer i Food Palace studiet, i midten af København.\n\nUd over det har han også produceret for adskillige danske og udenlandske artister, bl.a. Natasja aka Little T, Sheldon Senior, Jah Bobby, Cornstick, Sizzla, Jah Mason, Half Pint, Johnny Clarke, Horace Andy, Sugar Minott, Max Romeo, King Kong, Junior Murvin m.fl. Pharfar er i øvrigt fast medlem af Rubadub Sundays på Spillestedet Stengade i København.\n\nTilbage i 90'erne var Pharfar medlem af hiphop gruppen Double Mouth, som bestod af Pharfar, Mis Marie og DJ Noize. I 1999 udsendte de debutalbummet Rhymes Ahead. Han var desuden også medlem af bandet \"Superboi\".\n\nI 2008 dannede Pharfar og Fresh-I producerduoen Donkey Sound, hvor de sammen har stået bag Stine Kinck, Wafande, Kaka og Shaka Loveless' debut udgivelser.\n\nI 2009 debuterede han som skuespiller i satireserien Chapper og Pharfar på DR1.\n\nI 2012 dannede Pharfar, Fresh-I og deres professionelle samarbejdspartnere i musikbranchen Donkey Recs, med det formål at udgive og promovere musikken selv, på egne præmisser.\n\nI foråret 2013 udkom Pharfars første solosingle \"La' Mig Rulle Dig\" på Donkey Recs. Det blev et kæmpe hit med 3 x platin på streaming og det 4. mest streamede nummer i Danmark 2013.",
    "facebook": "https://www.facebook.com/pharfardk",
    "video": "https://www.youtube.com/watch?v=RLlvK8BC3ZI"
	},
  {
		"name": "Kaka",
		"day": "thursday",
		"image": "img/artists/torsdag3kaka.jpg",
    "description": "19.02.1991 he was born. Named KAKA' = means 'Brother' in Swahili\n\nKaka is the newest up-and-coming dancehall star in Denmark. Kaka is about to conquer Denmark with his charismatic flow, his positive energy, his contagious smile and playful approach to life. For several years he has been a part of Youngblood Sound and latest he has joined forces with Donkey Sound.\n\nAt the age of 14 Kaka began attending local reggae shows, soaking up the music readying for his own debut. He became a familiar figure to many of the established local reggae artists - the young fella upfront at all the gigs mouthing all the lyrics. Kaka has always been fascintated and inspired by natasja in particular, attending nearly all her shows in Copenhagen between 2005 and 2007. and it was her who took him aside and recommended he take a listen to Supa Cat, Beenie Man, Ninjaman and Bikstok for their talents.\n\nIn 2007 Kaka got his debut on the music scene, live and online with various strongly popular YouTube clips and since then the expectations have been high. He has been collaborating with several well known artist before he chose to go solo.\n\nIn 2011 Wafande released his first single, ’Gi’ Mig Et Smil’, featuring Kaka, which has sold platinum on downloads.\n\nThe song became the biggest hit that summer and with the big demand from the underground showed that a new talent soon would break through.2011 was the year that Denmark really became aware of the new star. It was also that year where Kaka had his first solo release ’Mere Energi’, as a part of Pharfar and Fresh-I´s ’Alis Riddim’.\n\nIn the end of may 2012 Kaka´s first real single ’Bang Bang (Reggaejam)’ came out, as the first release on Donkey Recs! The single was very well received and became immediate ’Ugens Uungåelige’(powerplay) on Denmarks most important radio channel DR P3, ’MAMAs kæledægge’ on DR Mama and MTV Fresh (powerplay) and the number raised high on download charts.\n\nKaka debut EP, ‘Kaka EP’ released august 20th 2012, with the banging summer single \"Dansk Dancehall\"",
    "facebook": "https://www.facebook.com/kakadenmark",
    "video": "https://www.youtube.com/watch?v=0znzBFv9inM"
	},
  {
		"name": "Dean Thompson",
		"day": "thursday",
		"image": "img/artists/torsdag4deanthompson.jpg",
    "description": "er en dansk reggae-sanger, der fik sit gennembrud med radiohittet \"Når du ser på mig\", der gik guld i streaming i september 2014.\n\nDean Thompson er en del af Donkey Sound, og før han skrev sin pladekontrakt prøvede han også at rappe på engelsk. Andensinglen \"Vender om\" blev udgivet i oktober 2014, og er forløber for debutalbummet, som vil blive udgivet i starten af 2015 hos Sony Music.",
    "facebook": "https://www.facebook.com/Deanthompsonmusic",
    "video": "https://www.youtube.com/watch?v=tNsGbJuFLs8"
	},
  {
		"name": "When saints go machine",
		"day": "friday",
		"image": "img/artists/fredag1whensaints.jpg",
    "description": "Den anmelderroste københavnske kvartet har netop løftet sløret for deres længeventet 3. studiealbum, der har fået navnet \"Infinity Pool\".\n\nTracklisten afslører bl.a. en feature med den amerikanske rapper Killer Mike, som er med på åbningsnummeret ”Love and Respect”. Killer Mike er bl.a. kendt for sit arbejde med Outkast, såvel som flere stjernespækket features, heriblandt på Jay-Z’s The Blueprint 2.\n\nSystem of Unlimited Love",
    "facebook": "https://www.facebook.com/WhenSaintsGoMachineOfficial",
    "video": "https://www.youtube.com/watch?v=aEvnsKdP2m0"
	},
  {
		"name": "Slaughter Beach",
		"day": "friday",
		"image": "img/artists/fredag2slaughterbeach.jpg"
	},
  {
		"name": "Medina",
		"day": "saturday",
		"image": "img/artists/loerdag1medina.jpg",
    "description": "Medina har været den mest succesfulde og populære musiker i Danmark lige siden hun havde sit gennembrud med kæmpehittet single \"Kun for mig\" i starten af 2009. I løbet af de sidste tre år har hun ikke kun nationalt solgt mere end 500.000 eksemplarer af hendes ti største singler og mere end 130.000 eksemplarer af hendes to danske albums \"Velkommen til Medina\" og den seneste \"For Altid\" -I denne periode indtil nu Medina også udgivet 19 musikvideoer hvoraf ca. har mere end 50 millioner visninger på Youtube. Hendes første internationale album \"Velkommen til Medina\" har netop nået guld status i Tyskland med mere end 100.000 solgte albums. Hendes andet internationale album \"Forever\" er allerede ude i store dele af Europa, og i løbet af september i år USA og andre dele af verden vil følge og udgive albummet.\n\nSangerinden har haft en enorm mængde af succes med sin internationale single \"You & I\". Singlen blev udgivet i Storbritannien og rangeret som A-liste på BBC Radio 1 og trådte den amerikanske Billboard Chart er \"Hot Dance Airplay\" i # 6 så godt. Hun har også taget hjem et stort antal priser for hendes musikalske bedrifter, herunder flere Danish Music Awards, dansk DeeJay Awards og tre MTV Awards for \"Best dansk handling\".\n\nMedina har været ansigt Reebok i de sidste to år, og hun er også den nye ansigt af den første danske lokal kampagne for Schweppes.",
    "facebook": "https://www.facebook.com/MedinaMusic",
    "video": "https://www.youtube.com/watch?v=UnQ-omV_Mx0"
	},
  {
		"name": "Nonsens",
		"day": "saturday",
		"image": "img/artists/loerdag2nonsens.jpg",
    "description": "DJ og producer trio nonsens har sat den solrige, danske ø Bornholm på neon-blinkende kort. Fyrene få gang i festen og indstille din adrenalin i brand med en giftig grøn blanding af rave, electro, hip hop og fælde.\n\nMed bad-ass beats, freaky remixes, og slog, højrøstet synths, nonsens har ægte lyd anarki og rene fest vibes skrevet i deres agenda",
    "facebook": "https://www.facebook.com/wearenonsens",
    "video": "https://www.youtube.com/watch?v=vjmWCwd6FII"
	}
]
